/* NSButton (Add to Keychain) : <title:Add to Keychain> (oid:42) */
"Add to Keychain" = "Ychwanegu i’r Cylch Allweddi";

/* NSButton (Cancel) : <title:Cancel> (oid:16) */
"Cancel" = "Diddymu";

/* NSButton (Login) : <title:Login> (oid:15) */
"Login" = "Mewngofnodi";

/* NSTextField (Login failed) : <title:Login failed> (oid:13) */
"Login failed" = "Methwyd mewngofnodi";

/* NSTextField (Password:) : <title:Password:> (oid:18) */
"Password:" = "Cyfrinair:";

/* NSTextField (Username:) : <title:Username:> (oid:11) */
"Username:" = "Enw Defnyddiwr:";

